Repository: geneos/policoop
Catalog: traducciones/modules/health_imaging/locale/*.po
Languages: es

# field:gnuhealth.imaging.test,code:
source: Code
es: Código

# field:gnuhealth.imaging.test,create_date:
source: Create Date
es: Fecha de creación

# field:gnuhealth.imaging.test,create_uid:
source: Create User
es: Creador

# field:gnuhealth.imaging.test,name:
source: Name
es: Nombre

# field:gnuhealth.imaging.test,product:
source: Service
es: Servicio

# field:gnuhealth.imaging.test,rec_name:
source: Name
es: Nombre

# field:gnuhealth.imaging.test,test_type:
source: Type
es: Tipo

# field:gnuhealth.imaging.test,write_date:
source: Write Date
es: Guardar fecha

# field:gnuhealth.imaging.test,write_uid:
source: Write User
es: Usuario modificador

# field:gnuhealth.imaging.test.request,comment:
source: Comment
es: Comentario

# field:gnuhealth.imaging.test.request,create_date:
source: Create Date
es: Fecha de creación

# field:gnuhealth.imaging.test.request,create_uid:
source: Create User
es: Creador

# field:gnuhealth.imaging.test.request,date:
source: Date
es: Fecha

# field:gnuhealth.imaging.test.request,patient:
source: Patient
es: Paciente

# field:gnuhealth.imaging.test.request,rec_name:
source: Name
es: Nombre

# field:gnuhealth.imaging.test.request,request:
source: Request
es: Pedido

# field:gnuhealth.imaging.test.request,requested_test:
source: Test
es: Prueba

# field:gnuhealth.imaging.test.request,state:
source: State
es: Estado

# field:gnuhealth.imaging.test.request,urgent:
source: Urgent
es: Urgente

# field:gnuhealth.imaging.test.request,write_date:
source: Write Date
es: Fecha de modificación

# field:gnuhealth.imaging.test.request,write_uid:
source: Write User
es: Usuario modificador

# field:gnuhealth.imaging.test.result,comment:
source: Comment
es: Comentario

# field:gnuhealth.imaging.test.result,create_date:
source: Create Date
es: Fecha de creaciń

# field:gnuhealth.imaging.test.result,create_uid:
source: Create User
es: Creador

# field:gnuhealth.imaging.test.result,date:
source: Date
es: Fecha

# field:gnuhealth.imaging.test.result,images:
source: Images
es: Imágenes

# field:gnuhealth.imaging.test.result,number:
source: Number
es: Número

# field:gnuhealth.imaging.test.result,patient:
source: Patient
es: Paciente

# field:gnuhealth.imaging.test.result,rec_name:
source: Name
es: Nombre

# field:gnuhealth.imaging.test.result,request:
source: Request
es: Pedido

# field:gnuhealth.imaging.test.result,request_date:
source: Requested Date
es: Fecha de pedido

# field:gnuhealth.imaging.test.result,requested_test:
source: Test
es: Prueba

# field:gnuhealth.imaging.test.result,write_date:
source: Write Date
es: Fecha de modificación

# field:gnuhealth.imaging.test.result,write_uid:
source: Write User
es: Usuario modificador

# field:gnuhealth.imaging.test.type,code:
source: Code
es: Código

# field:gnuhealth.imaging.test.type,create_date:
source: Create Date
es: Fecha de creación

# field:gnuhealth.imaging.test.type,create_uid:
source: Create User
es: Creador

# field:gnuhealth.imaging.test.type,write_date:
source: Write Date
es: Crear fecha

# field:gnuhealth.imaging.test.type,write_uid:
source: Write User
es: Crear usuario

# field:gnuhealth.patient.imaging.test.request.start,date:
source: Date
es: Fecha

# field:gnuhealth.patient.imaging.test.request.start,patient:
source: Patient
es: Paciente

# field:gnuhealth.patient.imaging.test.request.start,tests:
source: Tests
es: Pruebas

# field:gnuhealth.patient.imaging.test.request.start,urgent:
source: Urgent
es: Urgente

# field:gnuhealth.request-imaging-test,request:
source: Request
es: Pedido

# field:gnuhealth.request-imaging-test,test:
source: Test
es: Prueba

# field:gnuhealth.sequences,imaging_request_sequence:
source: Imaging Request Sequence
es: Secuencia de pedidos de imágenes

# field:gnuhealth.sequences,imaging_sequence:
source: Imaging Sequence
es: Secuencia de imágenes

# help:gnuhealth.patient.imaging.test.request.start,doctor:
source: Doctor who Request the lab tests.
es: Doctor que solicite las pruebas de laboratorio

# model:gnuhealth.imaging.test,name:
source: Imaging Test
es: Prueba de imágenes

# model:gnuhealth.imaging.test.request,name:
source: Imaging Test Request
es: Pedido de prueba de imágenes

# model:gnuhealth.imaging.test.result,name:
source: Imaging Test Result
es: Resultado de prueba de imágenes

# model:gnuhealth.imaging.test.type,name:
source: Imaging Test Type
es: Tipo de prueba de imágenes

# model:gnuhealth.patient.imaging.test.request.start,name:
source: Request Patient Imaging Test Start
es: Solicitar inicio de prueba de imágenes de paciente

# model:gnuhealth.request-imaging-test,name:
source: Request - Test
es: Pedido - Prueba

# model:ir.action,name:act_imaging_test_request_view
source: Imaging Test Request
es: Pedido prueba de imágenes

# model:ir.action,name:act_imaging_test_request_view2
source: Imaging Test Request
es: Pedido prueba imágenes

# model:ir.action,name:act_imaging_test_result_view
source: Imaging Test Result
es: Resultado prueba imágenes

# model:ir.action,name:act_imaging_test_result_view2
source: Imaging Test Results
es: Resultados prueba imágenes

# model:ir.action,name:act_imaging_test_type_view
source: Imaging Test Type
es: Tipo de prueba imágenes

# model:ir.action,name:act_imaging_test_view
source: Imaging Test
es: Prueba imágenes

# model:ir.action,name:patient_imaging_test_request
source: Request Imaging Test
es: Prueba pedido imágenes

# model:ir.action,name:wizard_generate_result
source: Generate Result
es: Generar resultado

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_all
source: All
es: Todos

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_done
source: Done
es: Listo

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_draft
source: Draft
es: Borrador

# model:ir.action.act_window.domain,name:act_imaging_test_request_domain_requested
source: Requested
es: Solicitado

# model:ir.sequence,name:seq_gnuhealth_imaging_test
source: Imaging Test
es: Prueba imágenes

# model:ir.sequence,name:seq_gnuhealth_imaging_test_request
source: Imaging Test Request
es: Pedido prueba imágenes

# model:ir.sequence.type,name:seq_type_gnuhealth_imaging_test
source: Imaging Test
es: Prueba imágenes

# model:ir.sequence.type,name:seq_type_gnuhealth_imaging_test_request
source: Imaging Test Request
es: Solicitud prueba imágenes

# model:ir.ui.menu,name:menu_imaging
source: Imaging
es: Imágenes

# model:ir.ui.menu,name:menu_imaging_test_parent
source: Imaging
es: Imágenes

# model:ir.ui.menu,name:menu_imaging_test_request_view
source: Imaging Test Request
es: Pedido prueba imágenes

# model:ir.ui.menu,name:menu_imaging_test_result_view
source: Imaging Test Result
es: Resultado prueba imágenes

# model:ir.ui.menu,name:menu_imaging_test_type
source: Imaging Test Type
es: Tipo prueba imágenes

# model:ir.ui.menu,name:menu_imaging_test_view
source: Imaging Test
es: Prueba imágenes

# model:ir.ui.menu,name:menu_patient_imaging_test_request
source: Request Imaging Test
es: Solicitar prueba imágenes

# model:product.category,name:product_category_imagingservices
source: Imaging Services
es: Servicios imágenes

# model:product.template,name:product_template_ctscancharges
source: CT Scan charges
es: Cargos por CT Scan

# model:product.template,name:product_template_mricharges
source: MRI charges
es: Cargos por MRI

# model:product.template,name:product_template_petscancharges
source: PET Scan charges
es: Cargos por PET Scan

# model:product.template,name:product_template_ultrasoundcharges
source: Ultrasound charges
es: Cargos ultrasonido

# model:product.template,name:product_template_xraycharges
source: X-ray charges
es: Cargos por rayos X

# selection:gnuhealth.imaging.test.request,state:
source: Done
es: Listo

# selection:gnuhealth.imaging.test.request,state:
source: Draft
es: Borrador

# selection:gnuhealth.imaging.test.request,state:
source: Requested
es: Solicitado

# wizard_button:gnuhealth.patient.imaging.test.request,start,end:
source: Cancel
es: Cancelar

# wizard_button:gnuhealth.patient.imaging.test.request,start,request:
source: Request
es: Solicitar
